export default {
  'from': 'с',
  'to': 'по',

  'months-1': 'месяц',
  'months-2': 'месяца',
  'months-3': 'месяцев',

  'years-1': 'год',
  'years-2': 'года',
  'years-3': 'лет',

  'intro.hello': 'Привет',
  'intro.name': 'меня зовут Евгений Белолипецкий',
  'intro.developer': "Я фронтенд разработчик",

  'summary.title': 'Резюме',
  'summary.text': 'Я всегда интересовался технологиями. Более 5 лет назад я начал пробовать HTML, CSS и JavaScript.\n' +
    '\n' +
    'С октября 2020 года я работаю фронтенд-разработчиком.\n' +
    'Мой основной фреймворк - React JS. Мой текущий стек - это React, TypeScript и Redux.\n' +
    'Я был ментором более 5 стажеров и помогал им развиваться дальше.\n' +
    '\n' +
    'Я всегда стараюсь совершенствовать свои знания и навыки. Имею опыт работы в бизнес-аналитике в течение 5 лет.\n' +
    '\n' +
    'Интересуюсь технологиями, гаджетами, автомобилями и средствами массовой информации.',

  'stack.title': 'Мой текущий стек',

  'projects.title': 'Проекты, в которых я принимал участие',
  'projects.stack': 'Стек',
  'projects.description': 'Описание проекта',
  'projects.tasks': 'Задачи',
  'projects.duration': 'Период работы',
}